Repository: kmalkenneth/adstruo
Catalog: po/*.po
Languages: nl

source: Aditional Indicators
nl: Aanvullende indicatoren

source: Manage wingpanel's aditional indicators
nl: Beheer Wingpanel's aanvullende indicatoren

source: Activating Adstruo Options plugin
nl: Adstruo-optiesplug-in inschakelen

source: Indicators
nl: Indicatoren

source: Hardware Temperature
nl: Hardwaretemperatuur

source: Shows a hardware temperature in the wingpanel
nl: Toont een hardwaretemperatuur-indicator op Wingpanel

source: Here you can choose a device to monitor its temperature. Devices available may vary according to your system, the information is obtained directly from sensors in <b>/sys</b>.
nl: Hier kun je kiezen welk apparaat moet worden gemonitord. De beschikbare apparaten kunnen per systeem verschillen. De informatie wordt opgehaald uit de sensoren in <b>/sys</b>.

source: Device to be monitored :
nl: Te monitoren apparaat:

source: * CPU temps are ysually provided by the kernel (<i>i.e. k10*</i>)
nl: * CPU-temperaturen worden doorgaans doorgegeven door de kernel (<i>i.e. k10*</i>)

source: Use Fahrenheit :
nl: Fahrenheit gebruiken:

source: Keyboard Status Keys
nl: Statustoetsen

source: Shows the Capslock or Numlock status in the wingpanel
nl: Toont de CapsLock- of NumLock-status op Wingpanel

source: Temperature Indicator
nl: Temperatuurindicator

source: Shows a hardware temperature indicator in the wingpanel
nl: Toont een hardwaretemperatuur-indicator op Wingpanel

source: Use Fahrenheit
nl: Fahrenheit gebruiken

source: Activating Temperature Indicator
nl: Temperatuurindicator inschakelen

source: Weather Conditions Indicator
nl: Weersomstandigheden-indicator

source: Shows a weather indicator in the wingpanel
nl: Toont een weersomstandigheden-indicator op Wingpanel

source: Update now
nl: Nu bijwerken

source: Settings
nl: Instellingen

source: Unable to get your location
nl: Je locatie kan niet worden opgehaald

source: Unable to get the weather. Check your connection or your OpenWeather API id.
nl: De weerinformatie kan niet worden opgehaald. Controleer je internetverbinding of OpenWeatherMap API-sleutel.

source: Unable to connect to server.
nl: Kan geen verbinding maken met de server

source: Unable to set your location
nl: Je locatie kan niet worden ingesteld

source: Activating Weather Indicator
nl: Weerindicator inschakelen

source: Enabled
nl: Ingeschakeld

source: Disabled
nl: Uitgeschakeld

source: Humidity: %i
nl: Luchtvochtigheid: %i
